import React from "react";


const CheProcedureTemplate = () => {
  return (
    <div className="flex flex-wrap text-lg font-body text-gray-900 leading-relaxed tracking-wide px-4 py-5">

      {/* Procedure 1 */}
      <div className="mb-2 mt-6">
        <h2 className="font-semibold mb-2"> ল্যাব এর কার্যধারা </h2>
        <ol className="list-inside leading-loose list-disc" type="1">
         <li>প্রথমে রৈখিক স্কেলের ক্ষুদ্রতম মান ও বৃত্তাকার স্কেলের মোট ভাগ সংখ্যা দেখে নেয়া হলো</li>
         <li>এর পর পিচ নির্ণয় করা হলো। বৃত্তাকার স্কেল সম্পূর্ণ একবার ঘুরালে এটি রৈখিক স্কেল বরাবর যে  দৈর্ঘ্য অতিক্রম করে তাই হলো যান্ত্রিক পিচ। পিচকে বৃত্তাকার স্কেলের মোট ভাগ সংখ্যা দিয়ে ভাগ করে লঘিষ্ঠ গণন (LC) বের করা হলো।</li>
         <li>এখন পরীক্ষাধীন তারটিকে স্ক্রু গজের স্থায়ী দন্ড অ স্ক্রুর মাঝখানে রেখে স্ক্রুটিকে একাধিক বরাবর ঘুরিয়ে কীলক অ স্ক্রুকে আলতোভাবে তারের গায়ে স্পর্শ করানো হলো</li>
         <li>এই অবস্থায় রৈখিক স্কেলের যে দাগটি বৃত্তাকার স্কেলের বামদিকে দেখা যায় সেই দাগের পাঠ নেয়া হলো। এটি রৈখিক স্কেল পাঠ (L)</li>
         <li>এবার বৃত্তাকার স্কেলের কত নম্বর দাগ রৈখিক দাগের সাথে মিলে গেছে তা দেখা হলো। এটি হলো বত্তাকার স্কেলের ভাগ সংখ্যা (C)</li>
         <li>এভাবে তারের অন্তত পাঁচটি ভিন্ন জায়গায় পাঠ নিয়ে ছকে স্থাপন করা হলো</li>
         <li>প্রয়োজনীয় হিসাবের সাহায্যে তারের ব্যাস বের করে (i) নং সমীকরণে বসিয়ে তারের প্রস্থচ্ছেদের ক্ষেত্রফল নির্ণয় করা হলো</li>
        </ol>
      </div>
    
    </div>
  );
};

export default CheProcedureTemplate;
